class Color():
    aqua = (0, 255, 255)  # морская волна
    black = (0, 0, 0)  # черный
    blue = (0, 0, 255)  # синий
    fuchsia = (255, 0, 255)  # фуксия
    gray = (128, 128, 128)  # серый
    green = (0, 128, 0)  # зеленый
    lime = (0, 255, 0)  # цвет лайма
    maroon = (128, 0, 0)  # темно-бордовый
    navy_blue = (0, 0, 128)  # темно-синий
    olive = (128, 128, 0)  # оливковый
    purple = (128, 0, 128)  # фиолетовый
    red = (255, 0, 0)  # красный
    silver = (192, 192, 192)  # серебряный
    teal = (0, 128, 128)  # зелено-голубой
    white = (255, 255, 255)  # белый
    yellow = (255, 255, 0)  # желтый